{
  "app.header.about" : "About me",
  "app.header.experience" : "Experience",
  "app.header.skills" : "Skills",
  "app.header.projects" : "Projects",
  "app.header.contact": "Contact",

  "app.hero.hello": "Hello, my name is",
  "app.hero.work": "Full-stack developer.",
  "app.hero.downloadCV": "Download CV",
  "app.hero.contact": "Contact",

  "app.about.title": "ABOUT ME",
  "app.about.paragraph-one": "I consider myself a technology enthusiast and its impact on our daily lives, I like to seek challenges and get out of my comfort zone. I have a degree in Information Systems and a postgraduate degree in Software Engineering, I am always looking for new learning in the most diverse areas of knowledge, because I believe that knowledge is fundamental to success.",
  "app.about.paragraph-two": "As I improve my skills and expand my knowledge, I realize that learning is a pleasurable and infinite process of constant evolution." ,

  "app.experience.title": "EXPERIENCE",
  "app.experience.one.company": "E-Confi",
  "app.experience.one.position": "Front-end developer",
  "app.experience.one.description-one": "Create applications with responsive interfaces, create well-structured, efficient and testable codes, making use of software development best practices. Integrate data through the consumption of back-end services, create and maintain documentation of the developed software, among others.",
  "app.experience.one.description-two": "Most used tools: ReactJS, NextJs, Typescript.",
  "app.experience.one.date": "09/08/2021 - 09/05/2022",

  "app.experience.two.company": "Trinus Co",
  "app.experience.two.position": "Full-stack developer",
  "app.experience.two.description-one": "Development of front-end and back-end interfaces based on the Javascript stack, applying SOLID development principles, unit and integration tests, in addition to clean code best practices.",
  "app.experience.two.description-two": "Most used tools: ReactJS, Typescript, NodeJS, Express, Postgres and SQL Server",
  "app.experience.two.date": "06/06/2022 - Current",

  "app.skills.title": "SKILLS",
  "app.skills.react": "Library created by Facebook focused on creating interfaces in a declarative, efficient and flexible way.",
  "app.skills.next": "Next.js is an open source React front-end development web framework created by Vercel that enables functionality such as server-side rendering and static website generation for React-based web applications.",
  "app.skills.reactnative": "React Native is a Javascript library created by Facebook. It is used to develop applications for Android and iOS systems natively.",
  "app.skills.firebase": "Firebase is a platform developed by Google for building mobile and web applications.",
  "app.skills.figma": "Figma is a free, online UI tool made for creating, collaborating, prototyping and inspecting.",
  "app.skills.git": "It is a distributed version control system, mainly used in software development, but it can be used to record edit history of any type of file.",
  "app.skills.postgres": "PostgreSQL is an object-relational database management system, developed as an open source project.",
  "app.skills.sqlserver": "Microsoft SQL Server is a relational database management system maintained by Microsoft.",
  "app.skills.nodejs": "Node.js is open-source, cross-platform software based on Google's V8 interpreter that allows you to run JavaScript code outside of a web browser.",
   "app.skills.nestjs":"NestJS is an open source Node.js framework intended for server-side application development.",

  "app.projects.title": "PROJECTS",
  "app.projects.title-used-technology" : "Technologies used",
  "app.projects.visit-button": "Visit",
  "app.projects.one.description": "Freelance work developing the interface of a monitoring and financial management platform.",
  "app.projects.two.description": "Challenge proposed during a selection process for front-end developer. It is a question and answer form on various subjects, at the end we have a summary of the answers.",
  "app.projects.three.description": "It is a game that aims to allow children to practice the teachings acquired at school in a playful way using the theme of the POKEMON game.",
  "app.projects.four.description": "Collaborative project with the purpose of incorporation in the portfolio. It is a web application for querying anime on the kitsu api, with pagination and text search."
}