{
  
  "app.header.about" : "Sobre",
  "app.header.experience" : "Experiências",
  "app.header.skills" : "Habilidades",
  "app.header.projects" : "Projetos",
  "app.header.contact": "Contato",

  "app.hero.hello": "Olá, meu nome é",
  "app.hero.work": "Desenvolvedor Full-stack e Desenvolvedor flutter.",
  "app.hero.downloadCV": "Baixar CV",
  "app.hero.contact": "Entre em contato",

  "app.about.title": "SOBRE",
  "app.about.paragraph-one": "Me considero um entusiasta de tecnologia e seus impactos em nosso cotidiano, gosto de buscar desafios e me colocar fora da zona de conforto. Tenho formação em Sistemas de Informação e sou pós-graduado em Engenharia de Software, estou sempre em busca de novos aprendizados nas mais diversas áreas de conhecimento, pois acredito que o conhecimento é fundamental para o sucesso.",
  "app.about.paragraph-two": "Ao passo que aprimoro minhas habilidades e amplio meu conhecimento, percebo que o aprendizado é um processo prazeroso e infinito de constante evolução.",

  "app.experience.title": "EXPERIÊNCIA",
  "app.experience.one.company": "Honorato Representações Comerciais",
  "app.experience.one.position": "Manutenção",
  "app.experience.one.description-one": "Manutenção do Hardware da empresa",
  "app.experience.one.date": "09/08/2021 - 09/05/2022",

  "app.experience.two.company": "Monitora Soluções Tecnológicas",
  "app.experience.two.position": "Desenvolvedora Mobile",
  "app.experience.two.description-one": "Criar aplicações com interfaces responsivas, criar códigos bem estruturados, eficientes e testáveis, fazendo uso das melhores práticas de desenvolvimento de software. Integrar dados através do consumo de serviços back-end, criar e manter documentação dos softwares desenvolvidos, entre outros.",
  "app.experience.two.description-two": "• Desenvolvimento de soluções em Flutter e React Native, demonstrando adaptabilidade no desenvolvimento móvel.",
  "app.experience.two.description-three": "• Gerenciamento de processos de implantação de ponta a ponta, garantindo que os APKs fossem minuciosamente testados para QA e Homologação.",
  "app.experience.two.description-four": "• Implantação bem‑sucedida de aplicativos na Apple Store e Play Store.",
  "app.experience.two.description-five": "• Aplicação de proficiência abrangente, incluindo: HTML, CSS, Dart, JavaScript, Scrum, MVC, MobX, BLoC, GETIT, REST API, Firebase e Jira",
  "app.experience.two.description-six": "Ferramentas mais usadas: ReactJS, NextJs, Typescript.",
  "app.experience.two.date": "09/08/2021 - 09/05/2022",

  "app.experience.three.company": "Freelance",
  "app.experience.three.position": "Desenvolvedor Mobile-Flutter",
  "app.experience.three.description-one": "Criar aplicações com interfaces responsivas, criar códigos bem estruturados, eficientes e testáveis, fazendo uso das melhores práticas de desenvolvimento de software. Integrar dados através do consumo de serviços back-end, criar e manter documentação dos softwares desenvolvidos, entre outros.",
  "app.experience.three.description-two": "Ferramentas mais usadas: ReactJS, NextJs, Typescript.",
  "app.experience.three.date": "09/08/2021 - 09/05/2022",

  "app.experience.four.company": "Trinus Co",
  "app.experience.four.position": "Desenvolvedor Full-stack",
  "app.experience.four.description-one": "Desenvolvimento de interfaces front-end e back-end baseados na stack Javascript, aplicando princípios de desenvolvimento SOLID, testes unitário e de integração, além das melhores práticas de clean code.",
  "app.experience.four.description-two": "Ferramentas mais usadas: ReactJS, Typescript, NodeJS, Express, Postgres e SQL Server",
  "app.experience.four.date": "06/06/2022 - Atualmente",

  "app.skills.title": "HABILIDADES",
  "app.skills.react": "Biblioteca criada pelo Facebook com foco na criação de interfaces de forma declarativa, eficiente e flexível.",
  "app.skills.next": "Next.js é uma estrutura da web de desenvolvimento front-end React de código aberto criada pela Vercel que permite funcionalidades como renderização do lado do servidor e geração de sites estáticos para aplicativos da web baseados em React.",
  "app.skills.reactnative": "React Native é uma biblioteca Javascript criada pelo Facebook. É usada para desenvolver aplicativos para os sistemas Android e iOS de forma nativa.",
  "app.skills.firebase": "Firebase é uma plataforma desenvolvida pelo Google para a criação de aplicativos móveis e da web.",
  "app.skills.figma": "O Figma é uma ferramenta de UI online e gratuita, feita para criar, colaborar, prototipar e inspecionar.",
  "app.skills.git": "É um sistema de controle de versões distribuído, usado principalmente no desenvolvimento de software, mas pode ser usado para registrar o histórico de edições de qualquer tipo de arquivo.",
  "app.skills.postgres": "PostgreSQL é um sistema gerenciador de banco de dados objeto relacional, desenvolvido como projeto de código aberto.",
  "app.skills.sqlserver": "O Microsoft SQL Server é um sistema gerenciador de Banco de dados relacional mantido pela Microsoft.",
  "app.skills.nodejs": "Node.js é um software de código aberto, multiplataforma, baseado no interpretador V8 do Google e que permite a execução de códigos JavaScript fora de um navegador web.",
  "app.skills.nestjs":"NestJS é um framework Node.js de código aberto destinado ao desenvolvimento de aplicativos do lado do servidor."
}